Repository: PhillipMaizza/NextExplorer-iOS
Catalog: Packages/Localization/Sources/Localization/Resources/Localizable.xcstrings
Source language: en
Languages: ar, de, es, fr, hi, it, ja, ko, nl, pl, pt, ro, ru, sv, zh_cn, zh_tw

# tipJar.explanation
source: NextExplorer is free and open source. If it's useful to you, a small tip helps keep it going. Thank you!
ar: NextExplorer مجاني ومفتوح المصدر. إذا كان مفيدًا لك، فإن إكرامية صغيرة تساعد على استمراره. شكرًا لك!
de: NextExplorer ist kostenlos und quelloffen. Wenn sie dir nützt, hilft ein kleines Trinkgeld, sie am Leben zu halten. Danke!
es: NextExplorer es gratis y de código abierto. Si te resulta útil, una pequeña propina ayuda a mantenerlo. ¡Gracias!
fr: NextExplorer est gratuit et open source. S’il vous est utile, un petit pourboire aide à le faire vivre. Merci !
hi: NextExplorer मुफ़्त और ओपन सोर्स है। अगर यह आपके काम आता है, तो एक छोटी सी टिप इसे चलाते रहने में मदद करती है। धन्यवाद!
it: NextExplorer è gratuito e open source. Se ti è utile, una piccola offerta aiuta a mantenerlo. Grazie!
ja: NextExplorer は無料でオープンソースです。お役に立てているなら、ささやかなチップが開発の支えになります。ありがとうございます！
ko: NextExplorer는 무료이며 오픈 소스입니다. 유용하셨다면 작은 후원이 개발을 이어가는 데 도움이 됩니다. 감사합니다!
nl: NextExplorer is gratis en open source. Als je er iets aan hebt, helpt een kleine fooi om het draaiende te houden. Bedankt!
pl: NextExplorer jest darmowy i open source. Jeśli jest dla Ciebie przydatny, mały napiwek pomoże go utrzymać. Dziękuję!
pt: O NextExplorer é gratuito e de código aberto. Se for útil para você, uma pequena gorjeta ajuda a mantê-lo. Obrigado!
ro: NextExplorer este gratuit și open source. Dacă îți este util, un mic bacșiș ajută să meargă mai departe. Mulțumesc!
ru: NextExplorer бесплатен и с открытым исходным кодом. Если он вам полезен, небольшие чаевые помогут его развивать. Спасибо!
sv: NextExplorer är gratis och öppen källkod. Om den är användbar hjälper en liten dricks till att hålla den vid liv. Tack!
zh_cn: NextExplorer 免费且开源。如果它对你有用，一点小小的打赏能帮助它继续下去。谢谢！
zh_tw: NextExplorer 免費且開源。如果它對你有用，一點小小的贊助能幫助它繼續下去。謝謝！

# tipJar.pending
source: Waiting for approval. You'll be charged once it's approved.
ar: في انتظار الموافقة. سيتم خصم المبلغ بمجرد الموافقة.
de: Warten auf Genehmigung. Die Zahlung erfolgt, sobald sie genehmigt ist.
es: Esperando aprobación. Se te cobrará una vez aprobada.
fr: En attente d’approbation. Vous serez débité une fois approuvé.
hi: अनुमोदन की प्रतीक्षा है। स्वीकृत होते ही शुल्क लिया जाएगा।
it: In attesa di approvazione. L’addebito avverrà una volta approvata.
ja: 承認待ちです。承認されると課金されます。
ko: 승인 대기 중입니다. 승인되면 결제됩니다.
nl: Wachten op goedkeuring. Er wordt afgeschreven zodra dit is goedgekeurd.
pl: Oczekiwanie na zatwierdzenie. Opłata zostanie pobrana po zatwierdzeniu.
pt: Aguardando aprovação. A cobrança será feita após a aprovação.
ro: Se așteaptă aprobarea. Vei fi taxat după aprobare.
ru: Ожидание подтверждения. Списание произойдёт после одобрения.
sv: Väntar på godkännande. Du debiteras när det har godkänts.
zh_cn: 等待批准。批准后将进行扣款。
zh_tw: 等待核准。核准後將會扣款。

# tipJar.title
source: Buy me a coffee
ar: ادعُني إلى قهوة
de: Spendier mir einen Kaffee
es: Invítame a un café
fr: Offrez-moi un café
hi: मुझे एक कॉफ़ी पिलाएँ
it: Offrimi un caffè
ja: コーヒーをおごる
ko: 커피 한 잔 사주기
nl: Trakteer me op een koffie
pl: Postaw mi kawę
pt: Pague-me um café
ro: Fă-mi cinste cu o cafea
ru: Купите мне кофе
sv: Bjud mig på en kaffe
zh_cn: 请我喝杯咖啡
zh_tw: 請我喝杯咖啡

# tipJar.toastThanks
source: Thank you for supporting the project! 🙏
ar: شكرًا لدعمك المشروع! 🙏
de: Danke, dass du das Projekt unterstützt! 🙏
es: ¡Gracias por apoyar el proyecto! 🙏
fr: Merci de soutenir le projet ! 🙏
hi: प्रोजेक्ट का समर्थन करने के लिए धन्यवाद! 🙏
it: Grazie per aver sostenuto il progetto! 🙏
ja: プロジェクトへのご支援ありがとうございます！🙏
ko: 프로젝트를 후원해 주셔서 감사합니다! 🙏
nl: Bedankt voor je steun aan het project! 🙏
pl: Dziękuję za wsparcie projektu! 🙏
pt: Obrigado por apoiar o projeto! 🙏
ro: Mulțumesc că susții proiectul! 🙏
ru: Спасибо за поддержку проекта! 🙏
sv: Tack för att du stöttar projektet! 🙏
zh_cn: 感谢你支持这个项目！🙏
zh_tw: 感謝你支持這個專案！🙏

# unsupportedPreview.cannotOpen
source: This app can't open this type of file.
ar: لا يمكن لهذا التطبيق فتح هذا النوع من الملفات.
de: Diese App kann diesen Dateityp nicht öffnen.
es: Esta app no puede abrir este tipo de archivo.
fr: Cette app ne peut pas ouvrir ce type de fichier.
hi: यह ऐप इस प्रकार की फ़ाइल नहीं खोल सकता।
it: Questa app non può aprire questo tipo di file.
ja: このAppはこの種類のファイルを開けません。
ko: 이 앱은 이 형식의 파일을 열 수 없습니다.
nl: Deze app kan dit bestandstype niet openen.
pl: Ta aplikacja nie może otworzyć tego typu pliku.
pt: Esta aplicação não consegue abrir este tipo de ficheiro.
ro: Această aplicație nu poate deschide acest tip de fișier.
ru: Это приложение не может открыть файл такого типа.
sv: Den här appen kan inte öppna den här filtypen.
zh_cn: 此应用无法打开此类型的文件。
zh_tw: 此 App 無法打開此類型的檔案。

# unsupportedPreview.genericType
source: File
ar: ملف
de: Datei
es: Archivo
fr: Fichier
hi: फ़ाइल
ja: ファイル
ko: 파일
nl: Bestand
pl: Plik
pt: Ficheiro
ro: Fișier
ru: Файл
sv: Fil
zh_cn: 文件
zh_tw: 檔案

# uploads.actionTakePhoto
source: Take Photo or Video
ar: التقاط صورة أو فيديو
de: Foto oder Video aufnehmen
es: Hacer foto o vídeo
fr: Prendre une photo ou une vidéo
hi: फ़ोटो या वीडियो लें
it: Scatta foto o video
ja: 写真またはビデオを撮る
ko: 사진 또는 동영상 촬영
nl: Foto of video maken
pl: Zrób zdjęcie lub wideo
pt: Tirar foto ou vídeo
ro: Fă o fotografie sau un videoclip
ru: Сделать фото или видео
sv: Ta foto eller video
zh_cn: 拍照或录像
zh_tw: 拍照或錄影

# uploads.actionUploadFromFiles
source: Upload from Files
ar: الرفع من الملفات
de: Aus Dateien hochladen
es: Subir desde Archivos
fr: Envoyer depuis Fichiers
hi: फ़ाइल्स से अपलोड करें
it: Carica da File
ja: 「ファイル」からアップロード
ko: 파일 앱에서 업로드
nl: Uploaden vanuit Bestanden
pl: Prześlij z Plików
pt: Enviar a partir de Ficheiros
ro: Încarcă din Fișiere
ru: Отправить из «Файлов»
sv: Ladda upp från Filer
zh_cn: 从“文件”上传
zh_tw: 從「檔案」上傳

# uploads.actionUploadFromPhotos
source: Upload from Gallery
ar: الرفع من المعرض
de: Aus Galerie hochladen
es: Subir desde la galería
fr: Envoyer depuis la galerie
hi: गैलरी से अपलोड करें
it: Carica dalla galleria
ja: ギャラリーからアップロード
ko: 갤러리에서 업로드
nl: Uploaden vanuit galerij
pl: Prześlij z galerii
pt: Enviar a partir da galeria
ro: Încarcă din galerie
ru: Отправить из галереи
sv: Ladda upp från galleriet
zh_cn: 从相册上传
zh_tw: 從圖庫上傳

# uploads.barFailedMany
source: %lld uploads failed
ar: فشل %lld رفع
de: %lld Uploads fehlgeschlagen
es: %lld subidas fallidas
fr: %lld envois ont échoué
hi: %lld अपलोड विफल
it: %lld caricamenti non riusciti
ja: %lld 件のアップロードが失敗しました
ko: 업로드 %lld개 실패
nl: %lld uploads mislukt
pl: %lld przesyłań nie powiodło się
pt: %lld envios falharam
ro: %lld încărcări au eșuat
ru: Не удалось отправок: %lld
sv: %lld uppladdningar misslyckades
zh_cn: %lld 个上传失败
zh_tw: %lld 個上傳失敗

# uploads.barFailedOne
source: 1 upload failed
ar: فشل رفع واحد
de: 1 Upload fehlgeschlagen
es: 1 subida fallida
fr: 1 envoi a échoué
hi: 1 अपलोड विफल
it: 1 caricamento non riuscito
ja: 1 件のアップロードが失敗しました
ko: 업로드 1개 실패
nl: 1 upload mislukt
pl: 1 przesyłanie nie powiodło się
pt: 1 envio falhou
ro: 1 încărcare a eșuat
ru: 1 отправка не удалась
sv: 1 uppladdning misslyckades
zh_cn: 1 个上传失败
zh_tw: 1 個上傳失敗

# uploads.barTitleMany
source: Uploading %lld files
ar: جارٍ رفع %lld ملف
de: %lld Dateien werden hochgeladen
es: Subiendo %lld archivos
fr: Envoi de %lld fichiers
hi: %lld फ़ाइलें अपलोड हो रही हैं
it: Caricamento di %lld file
ja: %lld 個のファイルをアップロード中
ko: 파일 %lld개 업로드 중
nl: %lld bestanden uploaden
pl: Przesyłanie %lld plików
pt: A enviar %lld ficheiros
ro: Se încarcă %lld fișiere
ru: Отправка файлов: %lld
sv: Laddar upp %lld filer
zh_cn: 正在上传 %lld 个文件
zh_tw: 正在上傳 %lld 個檔案

# uploads.barTitleOne
source: Uploading %@
ar: جارٍ رفع %@
de: %@ wird hochgeladen
es: Subiendo %@
fr: Envoi de %@
hi: %@ अपलोड हो रहा है
it: Caricamento di %@
ja: %@ をアップロード中
ko: %@ 업로드 중
nl: %@ uploaden
pl: Przesyłanie %@
pt: A enviar %@
ro: Se încarcă %@
ru: Отправка %@
sv: Laddar upp %@
zh_cn: 正在上传 %@
zh_tw: 正在上傳 %@

# uploads.cameraDeniedMessage
source: Allow camera access in Settings to take a photo or video.
ar: اسمح بالوصول إلى الكاميرا في الإعدادات لالتقاط صورة أو فيديو.
de: Erlaube den Kamerazugriff in den Einstellungen, um ein Foto oder Video aufzunehmen.
es: Permite el acceso a la cámara en Ajustes para hacer una foto o vídeo.
fr: Autorisez l'accès à l'appareil photo dans Réglages pour prendre une photo ou une vidéo.
hi: फ़ोटो या वीडियो लेने के लिए सेटिंग्स में कैमरा एक्सेस की अनुमति दें।
it: Consenti l'accesso alla fotocamera in Impostazioni per scattare una foto o un video.
ja: 写真やビデオを撮るには、設定でカメラへのアクセスを許可してください。
ko: 사진이나 동영상을 촬영하려면 설정에서 카메라 접근을 허용하세요.
nl: Sta cameratoegang toe in Instellingen om een foto of video te maken.
pl: Zezwól na dostęp do aparatu w Ustawieniach, aby zrobić zdjęcie lub wideo.
pt: Permita o acesso à câmara nas Definições para tirar uma foto ou vídeo.
ro: Permite accesul la cameră în Setări pentru a face o fotografie sau un videoclip.
ru: Разрешите доступ к камере в Настройках, чтобы сделать фото или видео.
sv: Tillåt kameraåtkomst i Inställningar för att ta ett foto eller en video.
zh_cn: 请在“设置”中允许相机访问，以便拍照或录像。
zh_tw: 請在「設定」中允許相機取用，以便拍照或錄影。

# uploads.cameraDeniedTitle
source: Camera access needed
ar: الوصول إلى الكاميرا مطلوب
de: Kamerazugriff erforderlich
es: Se necesita acceso a la cámara
fr: Accès à l'appareil photo requis
hi: कैमरा एक्सेस आवश्यक
it: Accesso alla fotocamera necessario
ja: カメラへのアクセスが必要です
ko: 카메라 접근 권한 필요
nl: Cameratoegang vereist
pl: Wymagany dostęp do aparatu
pt: É necessário acesso à câmara
ro: Este necesar accesul la cameră
ru: Требуется доступ к камере
sv: Kameraåtkomst krävs
zh_cn: 需要相机访问权限
zh_tw: 需要相機取用權限

# uploads.cancelAll
source: Cancel all uploads
ar: إلغاء جميع عمليات الرفع
de: Alle Uploads abbrechen
es: Cancelar todas las subidas
fr: Annuler tous les envois
hi: सभी अपलोड रद्द करें
it: Annulla tutti i caricamenti
ja: すべてのアップロードをキャンセル
ko: 모든 업로드 취소
nl: Alle uploads annuleren
pl: Anuluj wszystkie przesyłania
pt: Cancelar todos os envios
ro: Anulează toate încărcările
ru: Отменить все отправки
sv: Avbryt alla uppladdningar
zh_cn: 取消所有上传
zh_tw: 取消所有上傳

# uploads.clear
source: Clear
ar: مسح
de: Löschen
es: Borrar
fr: Effacer
hi: साफ़ करें
it: Cancella
ja: 消去
ko: 지우기
nl: Wissen
pl: Wyczyść
pt: Limpar
ro: Golește
ru: Очистить
sv: Rensa
zh_cn: 清除
zh_tw: 清除

# uploads.complete
source: Upload complete
ar: اكتمل الرفع
de: Upload abgeschlossen
es: Subida completada
fr: Envoi terminé
hi: अपलोड पूर्ण
it: Caricamento completato
ja: アップロード完了
ko: 업로드 완료
nl: Upload voltooid
pl: Przesyłanie ukończone
pt: Envio concluído
ro: Încărcare finalizată
ru: Отправка завершена
sv: Uppladdning klar
zh_cn: 上传完成
zh_tw: 上傳完成

# uploads.completeMany
source: %lld files uploaded
ar: تم رفع %lld ملف
de: %lld Dateien hochgeladen
es: %lld archivos subidos
fr: %lld fichiers envoyés
hi: %lld फ़ाइलें अपलोड की गईं
it: %lld file caricati
ja: %lld 個のファイルをアップロードしました
ko: 파일 %lld개 업로드됨
nl: %lld bestanden geüpload
pl: Przesłano %lld plików
pt: %lld ficheiros enviados
ro: %lld fișiere încărcate
ru: Отправлено файлов: %lld
sv: %lld filer uppladdade
zh_cn: 已上传 %lld 个文件
zh_tw: 已上傳 %lld 個檔案

# uploads.completeWithFailures
source: %1$lld uploaded, %2$lld failed
ar: تم رفع %1$lld، وفشل %2$lld
de: %1$lld hochgeladen, %2$lld fehlgeschlagen
es: %1$lld subidos, %2$lld fallidos
fr: %1$lld envoyés, %2$lld en échec
hi: %1$lld अपलोड की गईं, %2$lld विफल
it: %1$lld caricati, %2$lld non riusciti
ja: %1$lld 件アップロード、%2$lld 件失敗
ko: %1$lld개 업로드, %2$lld개 실패
nl: %1$lld geüpload, %2$lld mislukt
pl: Przesłano %1$lld, nie powiodło się %2$lld
pt: %1$lld enviados, %2$lld falharam
ro: %1$lld încărcate, %2$lld eșuate
ru: Отправлено: %1$lld, с ошибкой: %2$lld
sv: %1$lld uppladdade, %2$lld misslyckades
zh_cn: 已上传 %1$lld 个，失败 %2$lld 个
zh_tw: 已上傳 %1$lld 個，失敗 %2$lld 個

# uploads.destinationConfirm
source: Upload here
ar: الرفع إلى هنا
de: Hierher hochladen
es: Subir aquí
fr: Envoyer ici
hi: यहां अपलोड करें
it: Carica qui
ja: ここにアップロード
ko: 여기에 업로드
nl: Hierheen uploaden
pl: Prześlij tutaj
pt: Enviar para aqui
ro: Încarcă aici
ru: Отправить сюда
sv: Ladda upp här
zh_cn: 上传到此处
zh_tw: 上傳到此處

# uploads.destinationTitle
source: Upload to…
ar: الرفع إلى…
de: Hochladen nach…
es: Subir a…
fr: Envoyer vers…
hi: यहां अपलोड करें…
it: Carica in…
ja: アップロード先…
ko: 업로드할 위치…
nl: Uploaden naar…
pl: Prześlij do…
pt: Enviar para…
ro: Încarcă în…
ru: Отправить в…
sv: Ladda upp till…
zh_cn: 上传到…
zh_tw: 上傳到…

# uploads.discardConfirm
source: Discard
ar: تجاهل
de: Verwerfen
es: Descartar
fr: Abandonner
hi: छोड़ें
it: Scarta
ja: 破棄
ko: 취소
nl: Verwerpen
pl: Odrzuć
pt: Descartar
ro: Renunță
ru: Отменить
sv: Kassera
zh_cn: 放弃
zh_tw: 放棄

# uploads.discardMessage
source: The files you added won't be uploaded.
ar: لن يتم رفع الملفات التي أضفتها.
de: Die hinzugefügten Dateien werden nicht hochgeladen.
es: Los archivos que añadiste no se subirán.
fr: Les fichiers que vous avez ajoutés ne seront pas envoyés.
hi: आपके द्वारा जोड़ी गई फ़ाइलें अपलोड नहीं होंगी।
it: I file che hai aggiunto non verranno caricati.
ja: 追加したファイルはアップロードされません。
ko: 추가한 파일은 업로드되지 않습니다.
nl: De bestanden die je hebt toegevoegd worden niet geüpload.
pl: Dodane pliki nie zostaną przesłane.
pt: Os ficheiros que adicionou não serão enviados.
ro: Fișierele adăugate nu vor fi încărcate.
ru: Добавленные файлы не будут отправлены.
sv: Filerna du lade till laddas inte upp.
zh_cn: 您添加的文件将不会上传。
zh_tw: 您加入的檔案將不會上傳。

# uploads.discardTitle
source: Discard upload?
ar: تجاهل الرفع؟
de: Upload verwerfen?
es: ¿Descartar la subida?
fr: Abandonner l'envoi ?
hi: अपलोड छोड़ें?
it: Scartare il caricamento?
ja: アップロードを破棄しますか？
ko: 업로드를 취소할까요?
nl: Upload verwerpen?
pl: Odrzucić przesyłanie?
pt: Descartar o envio?
ro: Renunți la încărcare?
ru: Отменить отправку?
sv: Kassera uppladdningen?
zh_cn: 放弃上传？
zh_tw: 放棄上傳？

# uploads.emptyList
source: No uploads yet.
ar: لا عمليات رفع بعد.
de: Noch keine Uploads.
es: Aún no hay subidas.
fr: Aucun envoi pour l'instant.
hi: अभी तक कोई अपलोड नहीं।
it: Ancora nessun caricamento.
ja: まだアップロードはありません。
ko: 아직 업로드가 없습니다.
nl: Nog geen uploads.
pl: Brak przesyłań.
pt: Ainda não há envios.
ro: Nicio încărcare încă.
ru: Пока нет отправок.
sv: Inga uppladdningar än.
zh_cn: 暂无上传。
zh_tw: 尚無上傳。

# uploads.failedGeneric
source: Couldn't upload this file.
ar: تعذّر رفع هذا الملف.
de: Diese Datei konnte nicht hochgeladen werden.
es: No se pudo subir este archivo.
fr: Impossible d'envoyer ce fichier.
hi: यह फ़ाइल अपलोड नहीं कर सके।
it: Impossibile caricare questo file.
ja: このファイルをアップロードできませんでした。
ko: 이 파일을 업로드할 수 없습니다.
nl: Kan dit bestand niet uploaden.
pl: Nie można przesłać tego pliku.
pt: Não foi possível enviar este ficheiro.
ro: Nu s-a putut încărca acest fișier.
ru: Не удалось отправить этот файл.
sv: Det gick inte att ladda upp den här filen.
zh_cn: 无法上传此文件。
zh_tw: 無法上傳此檔案。

# uploads.menuTitle
source: Upload
ar: رفع
de: Hochladen
es: Subir
fr: Envoyer
hi: अपलोड करें
it: Carica
ja: アップロード
ko: 업로드
nl: Uploaden
pl: Prześlij
pt: Enviar
ro: Încarcă
ru: Отправить
sv: Ladda upp
zh_cn: 上传
zh_tw: 上傳

# uploads.navigationTitle
source: Uploads
ar: الرفع
es: Subidas
fr: Envois
hi: अपलोड
it: Caricamenti
ja: アップロード
ko: 업로드
pl: Przesyłanie
pt: Envios
ro: Încărcări
ru: Отправки
sv: Uppladdningar
zh_cn: 上传
zh_tw: 上傳

# uploads.retryAll
source: Retry all
ar: إعادة محاولة الكل
de: Alle erneut versuchen
es: Reintentar todo
fr: Tout réessayer
hi: सभी पुनः प्रयास करें
it: Riprova tutto
ja: すべて再試行
ko: 모두 다시 시도
nl: Alles opnieuw proberen
pl: Ponów wszystkie
pt: Repetir todos
ro: Reîncearcă toate
ru: Повторить все
sv: Försök med alla igen
zh_cn: 全部重试
zh_tw: 全部重試

# uploads.reviewAddMore
source: Add more files
ar: إضافة المزيد من الملفات
de: Weitere Dateien hinzufügen
es: Añadir más archivos
fr: Ajouter d'autres fichiers
hi: और फ़ाइलें जोड़ें
it: Aggiungi altri file
ja: ファイルをさらに追加
ko: 파일 더 추가
nl: Meer bestanden toevoegen
pl: Dodaj więcej plików
pt: Adicionar mais ficheiros
ro: Adaugă mai multe fișiere
ru: Добавить ещё файлы
sv: Lägg till fler filer
zh_cn: 添加更多文件
zh_tw: 加入更多檔案

# uploads.reviewChooseFolder
source: Choose a folder
ar: اختر مجلدًا
de: Ordner auswählen
es: Elige una carpeta
fr: Choisir un dossier
hi: एक फ़ोल्डर चुनें
it: Scegli una cartella
ja: フォルダを選択
ko: 폴더 선택
nl: Kies een map
pl: Wybierz folder
pt: Escolha uma pasta
ro: Alege un dosar
ru: Выберите папку
sv: Välj en mapp
zh_cn: 选择一个文件夹
zh_tw: 選擇一個檔案夾

# uploads.reviewInsecureNetworkNotice
source: Connected over http. If this server is only on your home network, uploads won't work while you're away from it.
ar: متصل عبر http. إذا كان هذا الخادم على شبكتك المنزلية فقط، فلن يعمل الرفع عندما تكون بعيدًا عنها.
de: Über http verbunden. Wenn dieser Server nur in deinem Heimnetzwerk ist, funktionieren Uploads nicht, wenn du dich außerhalb befindest.
es: Conectado por http. Si este servidor solo está en tu red doméstica, las subidas no funcionarán cuando estés fuera de ella.
fr: Connecté en http. Si ce serveur n'est que sur votre réseau domestique, les envois ne fonctionneront pas hors de ce réseau.
hi: http के माध्यम से कनेक्ट किया गया। यदि यह सर्वर केवल आपके होम नेटवर्क पर है, तो उससे दूर रहने पर अपलोड काम नहीं करेंगे।
it: Connesso tramite http. Se questo server è solo sulla tua rete domestica, i caricamenti non funzioneranno quando sei lontano da essa.
ja: http で接続しています。このサーバがホームネットワークのみにある場合、そのネットワークから離れるとアップロードは機能しません。
ko: http로 연결되었습니다. 이 서버가 홈 네트워크에만 있다면 네트워크를 벗어나면 업로드가 작동하지 않습니다.
nl: Verbonden via http. Als deze server alleen op je thuisnetwerk staat, werken uploads niet wanneer je er niet mee verbonden bent.
pl: Połączono przez http. Jeśli ten serwer jest tylko w sieci domowej, przesyłanie nie będzie działać poza nią.
pt: Ligado por http. Se este servidor estiver apenas na sua rede doméstica, os envios não funcionarão quando estiver fora dela.
ro: Conectat prin http. Dacă acest server este doar în rețeaua ta de acasă, încărcările nu vor funcționa când ești în afara ei.
ru: Подключено по http. Если этот сервер доступен только в вашей домашней сети, отправка не будет работать вне её.
sv: Ansluten via http. Om den här servern bara finns i ditt hemnätverk fungerar inte uppladdningar när du är borta från det.
zh_cn: 通过 http 连接。如果此服务器仅在您的家庭网络中，离开该网络时上传将无法工作。
zh_tw: 透過 http 連線。如果此伺服器僅在您的家庭網路中，離開該網路時上傳將無法運作。

# uploads.reviewPreparing
source: Preparing %lld…
ar: جارٍ تحضير %lld…
de: %lld wird vorbereitet…
es: Preparando %lld…
fr: Préparation de %lld…
hi: %lld तैयार हो रहा है…
it: Preparazione di %lld…
ja: %lld 件を準備中…
ko: %lld개 준비 중…
nl: %lld voorbereiden…
pl: Przygotowywanie %lld…
pt: A preparar %lld…
ro: Se pregătește %lld…
ru: Подготовка %lld…
sv: Förbereder %lld…
zh_cn: 正在准备 %lld 项…
zh_tw: 正在準備 %lld 個…

# uploads.reviewPreviewFile
source: Preview %@
ar: معاينة %@
de: %@ vorschauen
es: Vista previa de %@
fr: Aperçu de %@
hi: %@ का पूर्वावलोकन
it: Anteprima di %@
ja: %@ をプレビュー
ko: %@ 미리보기
nl: Voorbeeld van %@
pl: Podgląd %@
pt: Pré-visualizar %@
ro: Previzualizează %@
ru: Просмотр %@
sv: Förhandsvisa %@
zh_cn: 预览 %@
zh_tw: 預覽 %@

# uploads.reviewSectionFiles
source: Files
ar: الملفات
de: Dateien
es: Archivos
fr: Fichiers
hi: फ़ाइलें
it: File
ja: ファイル
ko: 파일
nl: Bestanden
pl: Pliki
pt: Ficheiros
ro: Fișiere
ru: Файлы
sv: Filer
zh_cn: 文件
zh_tw: 檔案

# uploads.reviewSectionPath
source: Path
ar: المسار
de: Pfad
es: Ruta
fr: Chemin
hi: पथ
it: Percorso
ja: パス
ko: 경로
nl: Pad
pl: Ścieżka
pt: Caminho
ro: Cale
ru: Путь
sv: Sökväg
zh_cn: 路径
zh_tw: 路徑

# uploads.reviewSectionSize
source: Total size
ar: الحجم الإجمالي
de: Gesamtgröße
es: Tamaño total
fr: Taille totale
hi: कुल आकार
it: Dimensione totale
ja: 合計サイズ
ko: 전체 크기
nl: Totale grootte
pl: Całkowity rozmiar
pt: Tamanho total
ro: Dimensiune totală
ru: Общий размер
sv: Total storlek
zh_cn: 总大小
zh_tw: 總大小

# uploads.reviewTitleMany
source: Upload %lld files
ar: رفع %lld ملف
de: %lld Dateien hochladen
es: Subir %lld archivos
fr: Envoyer %lld fichiers
hi: %lld फ़ाइलें अपलोड करें
it: Carica %lld file
ja: %lld 個のファイルをアップロード
ko: 파일 %lld개 업로드
nl: %lld bestanden uploaden
pl: Prześlij %lld plików
pt: Enviar %lld ficheiros
ro: Încarcă %lld fișiere
ru: Отправить файлов: %lld
sv: Ladda upp %lld filer
zh_cn: 上传 %lld 个文件
zh_tw: 上傳 %lld 個檔案

# uploads.reviewTitleOne
source: Upload 1 file
ar: رفع ملف واحد
de: 1 Datei hochladen
es: Subir 1 archivo
fr: Envoyer 1 fichier
hi: 1 फ़ाइल अपलोड करें
it: Carica 1 file
ja: 1 個のファイルをアップロード
ko: 파일 1개 업로드
nl: 1 bestand uploaden
pl: Prześlij 1 plik
pt: Enviar 1 ficheiro
ro: Încarcă 1 fișier
ru: Отправить 1 файл
sv: Ladda upp 1 fil
zh_cn: 上传 1 个文件
zh_tw: 上傳 1 個檔案

# uploads.reviewUploadButton
source: Upload
ar: رفع
de: Hochladen
es: Subir
fr: Envoyer
hi: अपलोड करें
it: Carica
ja: アップロード
ko: 업로드
nl: Uploaden
pl: Prześlij
pt: Enviar
ro: Încarcă
ru: Отправить
sv: Ladda upp
zh_cn: 上传
zh_tw: 上傳

# uploads.stagingFailed
source: Couldn't add those files. Try again.
ar: تعذّر إضافة تلك الملفات. أعد المحاولة.
de: Diese Dateien konnten nicht hinzugefügt werden. Versuche es erneut.
es: No se pudieron añadir esos archivos. Inténtalo de nuevo.
fr: Impossible d'ajouter ces fichiers. Réessayez.
hi: वे फ़ाइलें जोड़ नहीं सके। पुनः प्रयास करें।
it: Impossibile aggiungere quei file. Riprova.
ja: それらのファイルを追加できませんでした。再試行してください。
ko: 해당 파일을 추가할 수 없습니다. 다시 시도하세요.
nl: Kan die bestanden niet toevoegen. Probeer het opnieuw.
pl: Nie można dodać tych plików. Spróbuj ponownie.
pt: Não foi possível adicionar esses ficheiros. Tente novamente.
ro: Nu s-au putut adăuga acele fișiere. Încearcă din nou.
ru: Не удалось добавить эти файлы. Повторите попытку.
sv: Det gick inte att lägga till de filerna. Försök igen.
zh_cn: 无法添加这些文件。请重试。
zh_tw: 無法加入這些檔案。請重試。

# uploads.stagingSkipped
source: %lld items couldn't be prepared and were left out.
ar: تعذّر تحضير %lld عنصر وتم استبعادها.
de: %lld Objekte konnten nicht vorbereitet werden und wurden ausgelassen.
es: No se pudieron preparar %lld elementos y quedaron excluidos.
fr: %lld éléments n'ont pas pu être préparés et ont été ignorés.
hi: %lld आइटम तैयार नहीं हो सके और छोड़ दिए गए।
it: %lld elementi non sono stati preparati e sono stati esclusi.
ja: %lld 項目を準備できず、除外されました。
ko: 항목 %lld개를 준비할 수 없어 제외되었습니다.
nl: %lld items konden niet worden voorbereid en zijn weggelaten.
pl: %lld elementów nie udało się przygotować i zostały pominięte.
pt: %lld itens não puderam ser preparados e foram deixados de fora.
ro: %lld elemente nu au putut fi pregatite și au fost omise.
ru: Не удалось подготовить объектов: %lld, они были пропущены.
sv: %lld objekt kunde inte förberedas och utelämnades.
zh_cn: %lld 项无法准备，已被略过。
zh_tw: %lld 個項目無法準備，已被略過。

# uploads.statusFailed
source: Upload failed
ar: فشل الرفع
de: Upload fehlgeschlagen
es: Error en la subida
fr: Échec de l'envoi
hi: अपलोड विफल
it: Caricamento non riuscito
ja: アップロード失敗
ko: 업로드 실패
nl: Upload mislukt
pl: Przesyłanie nie powiodło się
pt: Envio falhou
ro: Încărcarea a eșuat
ru: Ошибка отправки
sv: Uppladdningen misslyckades
zh_cn: 上传失败
zh_tw: 上傳失敗

# uploads.statusWaiting
source: Waiting
ar: في الانتظار
de: Warten
es: En espera
fr: En attente
hi: प्रतीक्षा में
it: In attesa
ja: 待機中
ko: 대기 중
nl: Wachten
pl: Oczekiwanie
pt: Em espera
ro: În așteptare
ru: Ожидание
sv: Väntar
zh_cn: 等待中
zh_tw: 等待中

# userDetail.dangerZoneRemoveUser
source: Remove User
ar: إزالة المستخدم
de: Benutzer entfernen
es: Eliminar usuario
fr: Supprimer l'utilisateur
hi: उपयोगकर्ता निकालें
it: Rimuovi utente
ja: ユーザを削除
ko: 사용자 제거
nl: Gebruiker verwijderen
pl: Usuń użytkownika
pt: Remover utilizador
ro: Elimină utilizatorul
ru: Удалить пользователя
sv: Ta bort användare
zh_cn: 移除用户
zh_tw: 移除使用者
